{
    "greeting": "STE STARI 18 ALI VEČ LET?",
    "yes": "DA",
    "no": "NE",
    "shop": "TRGOVINA",
    "pub": "PIVNICA",
    "brewery": "PIVOVARNA",
    "contact": "KONTAKT",
    "addCart": "DODAJ V KOŠARICO",
    "pubheader": "Odkrijte naš prijeten lokal",
    "pubparagraph": "Vstopite v topel in vabljiv lokal, kjer se ustvarjajo prijetni trenutki in nepozabni spomini. Naš lokal je idealen kraj za sprostitev s prijatelji, uživanje v vaših najljubših pijačah in okušanje okusnih jedi.",
    "foodheader": "Okusne jedi",
    "foodparagraph": "Uživajte v sočni izbiri klasičnih lokalnih jedi in sodobnih dobrot. Naša ekipa kuharjev vam ponuja raznolik meni okusnih jedi, ki se odlično ujemajo z vašo izbiro pijače.",
    "partyheader": "Nepozabne zabave",
    "partyparagraph": "Pridružite se nam na nepozabnih zabavah in dogodkih v lokalu. Od večerov žive glasbe do tematskih zabav, naš lokal je kraj za praznovanje s prijatelji, ples in ustvarjanje trajnih spominov.",
    "breweryHeader1": "Izdelava Kakovostnih Piv",
    "breweryParagraph1": "Odkrijte umetnost izdelave izjemnih piv v naši pivovarni. Ponosni smo na svojo strast do izdelave in predanost kakovostnim sestavinam. Pridružite se nam in okusite popolnost.",
    "breweryHeader2": "Ogledi Pivovarne in Degustacije",
    "breweryParagraph2": "Odkrijte jedro naše pivovarne z vodenimi ogledi in degustacijami. Spoznajte naš proces izdelave, raziskujte naše objekte in okusite bogate arome naših piv.",
    "breweryHeader3": "Praznovanja s Prijatelji",
    "breweryParagraph3": "Naša pivovarna ni le o pivu; gre za ustvarjanje spominov s prijatelji. Pridružite se nam na koncertih, posebnih dogodkih in nepozabnih večerih v pivovarni.",
    "slovenia": "Slovenija",
    "brewery2": "Pivnica",
    "continue": "Nadaljuj z nakupom",
    "checkout": "Na blagajno",
    "cart": "KOŠARICA",
    "finalprice": "KONČNA CENA",
    "checkoutButtonText": "NA BLAGAJNO",
    "placnik": "PODATKI PLAČNIKA",
    "phone": "TELEFON",
    "name": "IME",
    "surname": "PRIIMEK",
    "street": "ULICA IN HIŠNA ŠTEVILKA",
    "country": "DRŽAVA",
    "countryError": "Za pošiljanje izven Slovenije prosim, da nas kontaktirate na naš e-naslov info@jashabrewing.com ali na telefon +386 (0)31 222 223",
    "postnast": "POŠTNA ŠTEVILKA",
    "mesto": "MESTO",
    "email": "E-NASLOV",
    "emailrepeat": "PONOVI E-NASLOV",
    "narocilo": "Vaše naročilo",
    "dostava": "Dostava",
    "postaslo": "Pošta Slovenije",
    "osebniprevzem": "Osebni prevzem",
    "povzetje": "Plačilo po povzetju",
    "creditcard": "Kreditna kartica",
    "placilo": "Plačilo",
    "partial": "Delni znesek",
    "full": "Znesek",
    "buy": "Kupite sedaj",
    "fillAllFields": "Prosimo vnesite vse vaše podatke",
    "emailsDontMatch": "E-naslova se ne ujemata",
    "potrjeno": "Naročilo potrjeno",
    "epotrjeno": "Podatki o naročilu so bili poslani na vaš E-naslov. Če sporočila ne prejmete v naslednjih 5 minutah nas prosim kontaktirajte.",
    "backshop": "Nazaj v trgovino",
    "pogoji": "Pogoji poslovanja",
    "izdelal": "Izdelal:",
    "pogoji-capital": "POGOJI POSLOVANJA",
    "pogoji-opis": "Splošni pogoji poslovanja spletne strani JashaBrewing so sestavljeni v skladu z Zakonom o varstvu potrošnikov (ZVPot), s priporočili GZS in mednarodnimi kodeksi za e-poslovanje. Spletna stran je informacijski sistem, namenjen predstavitvi in prodaji izdelkov uporabniku. Upravlja jo podjetje JashaBrewing d.o.o., s sedežem podjetja na naslovu Lendavsko naselje 1, 9000 Murska Sobota. Uporabnik je oseba, ki uporablja naš sistem, torej naročnik izdelka.",
    "dostopnost-informacij": "DOSTOPNOST INFORMACIJ",
    "dostopnost-opis": "Ponudnik se zavezuje, da bo naročniku vselej zagotovil naslednje informacije: identiteto podjetja, kontaktne naslove, bistvene značilnosti blaga oziroma storitev, dostopnost izdelkov, pogoje dostave izdelka ali izvršitve storitve, vse cene jasno in nedvoumno določene, način plačila in dostave, časovno veljavnost ponudbe, rok, v katerem je še možno odstopiti od pogodbe in pogojih za odstop in pojasnjen postopek ob pritožbi, vključno z vsemi podatki o kontaktni osebi ali službi za stike z naročniku.",
    "nacin-placila": "NAČIN PLAČILA",
    "naslednje": "Ponudnik omogoča naslednje načine plačila:",
    "popovzetju": "- po povzetju",
    "skartico": "- z kreditno kartico",
    "veljavnost": "VELJAVNOST PONUDBE IN CEN",
    "veljavnostp": "Navedene cene na spletni strani so nepreklicne in veljajo samo ob naročilu preko interneta, zato lahko pri nekaterih izdelkih pride do odstopanja cen v spletni trgovini in ostalih trgovinah po Sloveniji. Cene veljajo v primeru plačila z zgoraj navedenimi načini plačila, pod zgoraj navedenimi pogoji. Naročila in računi kupcev so shranjeni na sedežu podjetja ter naročnikom dosegljivi preko pisnega zahtevka.",
    "veljavnostp1": "Zahtevek za dvojnik lahko kupec v pisni obliki pošlje na naslov podjetja ali na elektronski naslov info@jashabrewing.com. Roki veljavnosti akcije so navedeni ob sami akcijski ponudbi, ki se lahko med seboj razlikujejo.",
    "vracilo": "VRAČILO BLAGA",
    "vracilo1": "Fizične osebe lahko na JashaBrewing.com kupljene izdelke vrnejo v roku 15 dni po prejemu na sedež podjetja JashaBrewing d.o.o. ali nas o tej želji pisno obvestijo najkasneje v roku 15 dni po prejemu blaga in sicer na naslov info@jashabrewing.com. V slednjem primeru mora kupec najkasneje v naslednjih 15 dneh blago nepoškodovano tudi vrniti na naš naslov.",
    "vracilo2": "V primeru kadar naročilo izvede pravna ali fizična oseba, ki opravlja pridobitno dejavnost, ne glede na njeno pravnoorganizacijsko obliko ali lastninsko pripadnost, zanjo določila tega poglavja ne veljajo. Vaše zahtevke za vračilo blaga bomo v teh primerih obravnavali individualno in pri tem v največji možni meri upoštevali vse razloge in okoliščine ter možnosti, ki nam jih zagotavljajo naši dobavitelji.",
    "zavrnitev": "IZVEDBA ALI ZAVRNITEV NAROČILA",
    "zavrnitev1": "JashaBrewing.com bo z aktivnostmi potrebnimi za izvedbo sprejetih naročil pričel v najkrajšem možnem času. V roku 48 ur vas bomo s sporočilom povzetka in potrditve naročila obvestili na vaš elektronski naslov. JashaBrewing d.o.o. lahko naročilo za katerega ugotovi, da ga pod navedenimi pogoji ne more izvesti, zavrne.",
    "dobava":"DOBAVNI ROK",
    "dobava1": "Dobavni roki so izraženi v številu delovnih dni in sicer 3 – 5 delovnih dni od prejema potrditve plačila.",
    "dostavaa": "DOSTAVA",
    "dostavaa1": "Naročila dostavljamo preko dostavne službe Pošta Slovenija.",
    "uporaba": "UPORABA",
    "uporaba1": "Produkti so namenjeni odraslim starim več kot 18 let. Če imate otroke jih shranjujte na mestu, kjer jih ne morejo deseči",
    "pravica": "PRAVICA DO ZASEBNOSTI",
    "pravica1": "Ponudnik se zavezuje k trajnemu varovanju vseh osebnih podatkov v skladu z Zakonom o varstvu osebnih podatkov (Ur. list RS št. 86/2004) in Zakonom o zavarovalništvu. Vsi podatki, pridobljeni preko spletne strani jashabrewing.com, bodo uporabljeni izključno za pošiljanje informativnega gradiva in ostale potrebne komunikacije.",
    "pritozbe": "PRITOŽBE IN REKLAMACIJE",
    "pritozbe1": "Ponudnik spoštuje veljavno zakonodajo o varstvu potrošnikov. Pritožbe in reklamacije lahko naročniki pošljejo po elektronski pošti info@jashabrewing.com Ponudnik mora v petih delovnih dneh potrditi, da je prejel pritožbo, sporočiti naročniku, kako dolgo jo bo obravnaval in ga vseskozi obveščati o poteku postopka. Ponudnik si prizadeva po svojih najboljših močeh, da se morebitni spori rešijo sporazumno.",
    "avtorske": "AVTORSKE PRAVICE",
    "avtorske1": "Vsa besedila in fotografije na straneh in podstraneh domene JashaBrewing.com so last podjetja JashaBrewing d.o.o., njenih partnerjev in dobaviteljev ter se jih brez izrecnega dovoljenja ne sme kopirati ali razmnoževati.",
    "nestrinjanje": "Strinjati se morate s pogoji uporabe.",
    "strinjanje": "strinjam se s",
    "strinjanje1": "pogoji poslovanja",
    "nizaloge": "Ni na zalogi",
    "treshold": "Pri naročilu nad ",
    "brezplacno": "je poštnina brezplačna",
    "kmalu": "PRIHAJAMO KMALU"








  }