{
    "greeting": "STE STARI 18 ALI VEČ LET?",
    "yes": "DA",
    "no": "NE",
    "shop": "TRGOVINA",
    "pub": "PIVNICA",
    "brewery": "PIVOVARNA",
    "contact": "KONTAKT",
    "addCart": "DODAJ V KOŠARICO",
    "pubheader": "Odkrijte naš prijeten lokal",
    "pubparagraph": "Vstopite v topel in vabljiv lokal, kjer se ustvarjajo prijetni trenutki in nepozabni spomini. Naš lokal je idealen kraj za sprostitev s prijatelji, uživanje v vaših najljubših pijačah in okušanje okusnih jedi.",
    "foodheader": "Okusne jedi",
    "foodparagraph": "Uživajte v sočni izbiri klasičnih lokalnih jedi in sodobnih dobrot. Naša ekipa kuharjev vam ponuja raznolik meni okusnih jedi, ki se odlično ujemajo z vašo izbiro pijače.",
    "partyheader": "Nepozabne zabave",
    "partyparagraph": "Pridružite se nam na nepozabnih zabavah in dogodkih v lokalu. Od večerov žive glasbe do tematskih zabav, naš lokal je kraj za praznovanje s prijatelji, ples in ustvarjanje trajnih spominov.",
    "breweryHeader1": "Izdelava Kakovostnih Piv",
    "breweryParagraph1": "Odkrijte umetnost izdelave izjemnih piv v naši pivovarni. Ponosni smo na svojo strast do izdelave in predanost kakovostnim sestavinam. Pridružite se nam in okusite popolnost.",
    "breweryHeader2": "Ogledi Pivovarne in Degustacije",
    "breweryParagraph2": "Odkrijte jedro naše pivovarne z vodenimi ogledi in degustacijami. Spoznajte naš proces izdelave, raziskujte naše objekte in okusite bogate arome naših piv.",
    "breweryHeader3": "Praznovanja s Prijatelji",
    "breweryParagraph3": "Naša pivovarna ni le o pivu; gre za ustvarjanje spominov s prijatelji. Pridružite se nam na koncertih, posebnih dogodkih in nepozabnih večerih v pivovarni.",
    "slovenia": "Slovenija",
    "brewery2": "Pivnica",
    "continue": "Nadaljuj z nakupom",
    "checkout": "Na blagajno",
    "cart": "KOŠARICA",
    "finalprice": "KONČNA CENA",
    "checkoutButtonText": "NA BLAGAJNO",
    "placnik": "PODATKI PLAČNIKA",
    "phone": "TELEFON",
    "name": "IME",
    "surname": "PRIIMEK",
    "street": "ULICA IN HIŠNA ŠTEVILKA",
    "country": "DRŽAVA",
    "countryError": "Za pošiljanje izven Slovenije prosim, da nas kontaktirate na naš e-naslov info@jashabrewing.com ali na telefon 031 222 223",
    "postnast": "POŠTNA ŠTEVILKA",
    "mesto": "MESTO",
    "email": "E-NASLOV"



  }